chat_system_32507989_actor_description=Prison Guard.
chat_system_32507989_snap_5_question=^?^Do you want to give me the gold one more time?
chat_system_32507989_snap_5_answer_0=^?^No, no. Thank you for the help.
chat_system_32507989_snap_0_question=^?^It's as easy as pie. When I see you chained in manacles and under the Governor's guard, I'll let you in gladly, for free.
chat_system_32507989_snap_0_answer_0=^?^Hey-hey, I'm not going to wear any manacles. But I really do need to get inside!
chat_system_32507989_snap_1_question=^?^I'm tired of repeating myself. The answer is no!
chat_system_32507989_snap_1_answer_0=^?^You are so stubborn! Let's do this way: I'll give you 5000 gold coins, and you let me in.
chat_system_32507989_snap_2_question=^?^This is the last warning. If you don't get out of here, I'll have to place you under arrest, and you'll get inside for sure - only in manacles.
chat_system_32507989_snap_2_answer_0=^?^The last, you say? Ok, I don't like to be threatened with prison... Please just take the 7000 gold coins and let me in.
chat_system_32507989_snap_2_answer_1=^?^5000 gold coins and open the doors.
chat_system_32507989_snap_3_question=^?^7000 gold coins? Alright, give the money and I'll let you in.
chat_system_32507989_snap_3_answer_0=^?^Take it!
chat_system_32507989_snap_3_answer_1=^?^Ooops... I don't have that much money!
chat_system_32507989_snap_4_question=^?^Are you kidding? Are you trying to catch me taking a bribe? Anyway, if I make you disappear, nobody will know that I was ready to break my duty. Die, you bastard!
chat_system_32507989_snap_4_answer_0=^?^Only after you! (Attack the guard...)
